// Auto-generated photo data
// Edit photo titles here

const PHOTOS_DATA = {
  "人物": {
    "分类名": "人物",
    "照片列表": [
      {
        "文件": "photos/人物/DSC00354.jpg",
        "标题": "DSC00354",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC02765.jpg",
        "标题": "DSC02765",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC02782.jpg",
        "标题": "DSC02782",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC03326.jpg",
        "标题": "DSC03326",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC09937.jpg",
        "标题": "DSC09937",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC01468_3.jpg",
        "标题": "DSC01468_3",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC01186_(2).jpg",
        "标题": "DSC01186_(2)",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC04624.jpg",
        "标题": "DSC04624",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC04425_(3).jpg",
        "标题": "DSC04425_(3)",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC06880_FL_1_(2).jpg",
        "标题": "DSC06880_FL_1_(2)",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC00276.jpg",
        "标题": "DSC00276",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC00438.jpg",
        "标题": "DSC00438",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC00666_1.jpg",
        "标题": "DSC00666_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC01157.jpg",
        "标题": "DSC01157",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC01666.jpg",
        "标题": "DSC01666",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC02775_2.jpg",
        "标题": "DSC02775_2",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC03289_1.jpg",
        "标题": "DSC03289_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC03302_1.jpg",
        "标题": "DSC03302_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC03364_1.jpg",
        "标题": "DSC03364_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC03439_1.jpg",
        "标题": "DSC03439_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC03447_(2).jpg",
        "标题": "DSC03447_(2)",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC05308.jpg",
        "标题": "DSC05308",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/DSC05406_1.jpg",
        "标题": "DSC05406_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/12.JPG",
        "标题": "12",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/16.JPG",
        "标题": "16",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/17.JPG",
        "标题": "17",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/18.JPG",
        "标题": "18",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/IMG_0505.JPG",
        "标题": "IMG_0505",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/IMG_0640.JPG",
        "标题": "IMG_0640",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/IMG_0642.JPG",
        "标题": "IMG_0642",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/mmexport1703902411700.jpg",
        "标题": "mmexport1703902411700",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/mmexport1703902419012.jpg",
        "标题": "mmexport1703902419012",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/mmexport1703902421693.jpg",
        "标题": "mmexport1703902421693",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/mmexport1703902424886.jpg",
        "标题": "mmexport1703902424886",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/mmexport1703902427265.jpg",
        "标题": "mmexport1703902427265",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/人物/mmexport1703902429507.jpg",
        "标题": "mmexport1703902429507",
        "相机": "",
        "参数": ""
      }
    ]
  },
  "体育": {
    "分类名": "体育",
    "照片列表": [
      {
        "文件": "photos/体育/DSC00021_2.jpg",
        "标题": "DSC00021_2",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/DSC00178.jpg",
        "标题": "DSC00178",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/DSC00417_1.jpg",
        "标题": "DSC00417_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/DSC00429.jpg",
        "标题": "DSC00429",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/DSC04958.jpg",
        "标题": "DSC04958",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/DSC09998_1.jpg",
        "标题": "DSC09998_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/mmexport1725593671977.jpg",
        "标题": "mmexport1725593671977",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/体育/mmexport1725593674744.jpg",
        "标题": "mmexport1725593674744",
        "相机": "",
        "参数": ""
      }
    ]
  },
  "宠物": {
    "分类名": "宠物",
    "照片列表": [
      {
        "文件": "photos/宠物/DSC03344.JPG",
        "标题": "DSC03344",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/宠物/DSCF3444.jpg",
        "标题": "DSCF3444",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/宠物/IMG_20260323_152137.jpg",
        "标题": "IMG_20260323_152137",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/宠物/IMG_20260507_095859.jpg",
        "标题": "IMG_20260507_095859",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/宠物/MVIMG_20251130_115935.jpg",
        "标题": "MVIMG_20251130_115935",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/宠物/MVIMG_20251130_120111.jpg",
        "标题": "MVIMG_20251130_120111",
        "相机": "",
        "参数": ""
      }
    ]
  },
  "手机": {
    "分类名": "手机",
    "照片列表": [
      {
        "文件": "photos/手机/IMG_20260216_224901.jpg",
        "标题": "IMG_20260216_224901",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260221_190450.jpg",
        "标题": "IMG_20260221_190450",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260221_190545.jpg",
        "标题": "IMG_20260221_190545",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260221_190615.jpg",
        "标题": "IMG_20260221_190615",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260221_190720.jpg",
        "标题": "IMG_20260221_190720",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260314_230324.jpg",
        "标题": "IMG_20260314_230324",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260317_194839.jpg",
        "标题": "IMG_20260317_194839",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260609_213324.jpg",
        "标题": "IMG_20260609_213324",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260609_213947.jpg",
        "标题": "IMG_20260609_213947",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260609_214934.jpg",
        "标题": "IMG_20260609_214934",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/手机/IMG_20260705_192546.jpg",
        "标题": "IMG_20260705_192546",
        "相机": "",
        "参数": ""
      }
    ]
  },
  "街拍": {
    "分类名": "街拍",
    "照片列表": [
      {
        "文件": "photos/街拍/DSC02274.jpg",
        "标题": "DSC02274",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC02312.jpg",
        "标题": "DSC02312",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC02339_1.jpg",
        "标题": "DSC02339_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC02352.jpg",
        "标题": "DSC02352",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC02372.jpg",
        "标题": "DSC02372",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC03284.JPG",
        "标题": "DSC03284",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC03306.jpg",
        "标题": "DSC03306",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC03674.jpg",
        "标题": "DSC03674",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC04154.JPG",
        "标题": "DSC04154",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSC09699_2.jpg",
        "标题": "DSC09699_2",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSCF0033.jpg",
        "标题": "DSCF0033",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSCF0075.jpg",
        "标题": "DSCF0075",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSCF0163.jpg",
        "标题": "DSCF0163",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSCF3138_1.jpg",
        "标题": "DSCF3138_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/街拍/DSCF3330_2.jpg",
        "标题": "DSCF3330_2",
        "相机": "",
        "参数": ""
      }
    ]
  },
  "风光": {
    "分类名": "风光",
    "照片列表": [
      {
        "文件": "photos/风光/000035200006.jpg",
        "标题": "000035200006",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/000035200007.jpg",
        "标题": "000035200007",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/000035200009.jpg",
        "标题": "000035200009",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00534_102223.jpg",
        "标题": "DSC00534_102223",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00536_102200.jpg",
        "标题": "DSC00536_102200",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00562_102138.jpg",
        "标题": "DSC00562_102138",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00662_2_101547.jpg",
        "标题": "DSC00662_2_101547",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00718_1_101520.jpg",
        "标题": "DSC00718_1_101520",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00739.jpg",
        "标题": "DSC00739",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00810_101420.jpg",
        "标题": "DSC00810_101420",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC00820_101403.jpg",
        "标题": "DSC00820_101403",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC01130.jpg",
        "标题": "DSC01130",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC01762_2.jpg",
        "标题": "DSC01762_2",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC01813.jpg",
        "标题": "DSC01813",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC02438.jpg",
        "标题": "DSC02438",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC02529_1.jpg",
        "标题": "DSC02529_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC02569_1.jpg",
        "标题": "DSC02569_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC03628.jpg",
        "标题": "DSC03628",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC03763.jpg",
        "标题": "DSC03763",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSC03831_1.jpg",
        "标题": "DSC03831_1",
        "相机": "",
        "参数": ""
      },
      {
        "文件": "photos/风光/DSCF3550.jpg",
        "标题": "DSCF3550",
        "相机": "",
        "参数": ""
      }
    ]
  }
};
